---
kind: property
id: P:Autodesk.Revit.DB.Part.Excluded
source: html/0eb9588f-17af-18d7-f9ed-cc831b0585db.htm
---
# Autodesk.Revit.DB.Part.Excluded Property

True if the part is excluded, false otherwise

## Syntax (C#)
```csharp
public bool Excluded { get; set; }
```